Я чуял, что ты зайдешь
*[Чуял?]
Я очень хорошо чувствую разные запахи. А еще от тебя воняет за версту. Воняет как от вонючей крысы
*[Так, спокойно... Опусти тесак, я не буду ничего у тебя брать]
Хе-хе, как увидел кровь - так сразу коленки затряслись? Что? Сердечко застучало? А?
*[Я ведь и не знал, что здесь кто-то есть... Слушай, я готов меняться. Если хочешь, можем поторговать. Нам обоим будет выгодно]
Давненько мне не встречались такие менялы. А я думал ты  просто бандит. Уже на мясо хотел пустить
*[На мясо?]
Ну... Я не про это. Слушай, если нужна еда - у меня ее полно! И мясо мое - высший сорт! Так что если пришел торговаться, показывай что есть
*[Поторгуем]